#define Clean system("cls")

#define FLUSH while(getchar() != '\n')

#define main_String "1__進場停車 \n2__出場計費 \n3__查詢場內車輛 \n4__查詢歷史記錄 \n5__更改收費金額 \n6__登　出 \n\n\t____>" 

#define park_query_pic "\t\t-------------------------\n\t\t******場內車輛查詢******\n\t\t-------------------------\n\n"

#define audit_pic "\t\t-------------------------\n\t\t******歷史紀錄查詢******\n\t\t-------------------------\n\n"

#define goin_pic "\t\t-------------------------\n\t\t******　進場停車　******\n\t\t-------------------------\n\n"

#define goout_pic "\t\t-------------------------\n\t\t******　出場計費　******\n\t\t-------------------------\n\n"
